class Locale:
    PacketInfo: str = "Название: {0}\nДлительность дня: {1} с\n" \
                      "Длительность ночи: {2} с"
    PacketInfoTeam: str = "Команда: {0}"
    WinInfo: str = "Результаты игры:\nПобедила команда \n{0}"
    RoleInfo: str = "Сервер: {0}\nВерсия: {1}\nРоль: {2}"
    NightCitizen: str = 'Сейчас ночь.\nОтдыхайте!'
    Night: str = "Сейчас ночь.\nВыберите, против кого будете\nиспользовать способность."
    Day: str = "Сейчас день.\nВыберите, против кого будете голосовать."
    EndDay: str = "Результаты дня:\nВ тюрьму посадили\n{0} ({1})"
    EndNight: str = "Результаты ночи:"
    Voted: str = "Вы проголосовали против:\n{0}\nПожалуйста подождите!"
